{"Omnicef":{"summary":"<p class=\"drug-subtitle\"><b>Generic Name:<\/b> <a href=\"\/mtm\/cefdinir.html\" itemprop=\"nonProprietaryName\">cefdinir<\/a> (SEF dih neer)<br><b>Brand Names:<\/b> <i>Omnicef, Omnicef Omni-Pac<\/i><\/p>","description":"<p itemprop=\"description\">Omnicef (cefdinir) is in a group of drugs called cephalosporin (SEF a low spor in) antibiotics. It works by fighting bacteria in your body.<\/p> \n       <p>Omnicef is used to treat many different types of infections caused by bacteria.<\/p> \n       <p>Omnicef may also be used for purposes not listed in this medication guide.<\/p> \n       ","sideEffects":"<h2>Omnicef side effects<\/h2> \n       <p>Get emergency medical help if you have any of these signs of an allergic reaction to Omnicef: hives; difficulty breathing; swelling of your face, lips, tongue, or throat. Call your doctor at once if you have any of these serious side effects:<\/p> \n       <ul> \n        <li> <p>diarrhea that is watery or bloody;<\/p> <\/li> \n        <li> <p>chest pain;<\/p> <\/li> \n        <li> <p>fever, chills, body aches, flu symptoms;<\/p> <\/li> \n        <li> <p>unusual bleeding;<\/p> <\/li> \n        <li> <p>seizure (convulsions);<\/p> <\/li> \n        <li> <p>pale or yellowed skin, dark colored urine, fever, confusion or weakness;<\/p> <\/li> \n        <li> <p>jaundice (yellowing of the skin or eyes);<\/p> <\/li> \n        <li> <p>fever, sore throat, and headache with a severe blistering, peeling, and red skin rash; or<\/p> <\/li> \n        <li> <p>increased thirst, loss of appetite, swelling, weight gain, feeling short of breath, urinating less than usual or not at all.<\/p> <\/li> \n       <\/ul> \n       <p>Less serious Omnicef side effects may include:<\/p> \n       <ul> \n        <li> <p>nausea, stomach pain, indigestion, vomiting, mild diarrhea;<\/p> <\/li> \n        <li> <p>headache, dizziness;<\/p> <\/li> \n        <li> <p>diaper rash in an infant taking liquid Omnicef;<\/p> <\/li> \n        <li> <p>mild itching or skin rash; or<\/p> <\/li> \n        <li> <p>vaginal itching or discharge.<\/p> <\/li> \n       <\/ul> \n       <p>This is not a complete list of side effects and others may occur. Tell your doctor about any unusual or bothersome side effect. You may report side effects to FDA at 1-800-FDA-1088.<\/p> \n       <p><b>See also:<\/b> <a href=\"http:\/\/www.drugs.com\/sfx\/omnicef-side-effects.html\">Side effects<\/a> (in more detail)<\/p> \n       <h2>What other drugs will affect Omnicef?<\/h2> \n       <p>Tell your doctor about all other medications you use, especially:<\/p> \n       <ul> \n        <li> <p>probenecid (Benemid); or<\/p> <\/li> \n        <li> <p>vitamin or mineral supplements that contain iron.<\/p> <\/li> \n       <\/ul> \n       <p>This list is not complete and other drugs may interact with Omnicef. Tell your doctor about all medications you use. This includes prescription, over-the-counter, vitamin, and herbal products. Do not start a new medication without telling your doctor.<\/p> \n       "},"Percogesic":{"summary":"<p class=\"drug-subtitle\"><b>Generic Name:<\/b> <a href=\"\/mtm\/anacin-p-m-aspirin-free.html\" itemprop=\"nonProprietaryName\">acetaminophen and diphenhydramine<\/a> (a SEET a MIN oh fen and DYE fen HYE dra meen)<br><b>Brand Name:<\/b> <i>Aceta-Gesic, Coricidin Night Time Cold Relief, Excedrin PM, Headache Relief PM, Legatrin PM, Mapap PM, Midol PM, Night Time Pain, Pain Relief PM Extra Strength, Percogesic Extra Strength, Tylenol Cold Relief Nighttime, Tylenol PM, Tylenol Sore Throat Nighttime, Unisom with Pain Relief<\/i><\/p>","description":"<p itemprop=\"description\">Acetaminophen is a pain reliever and a fever reducer.<\/p> \n       <p>Diphenhydramine is an antihistamine that reduces the natural chemical histamine in the body. Histamine can produce symptoms of sneezing, itching, watery eyes, and runny nose.<\/p> \n       <p>Acetaminophen and diphenhydramine is a combination medicine used to treat headache, runny nose, sneezing, watery eyes, and pain or fever caused by allergies, the common cold, or the flu.<\/p> \n       <p>Acetaminophen and diphenhydramine may also be used for purposes not listed in this medication guide.<\/p> \n       ","sideEffects":"<h2> Percogesic Extra Strength (acetaminophen and diphenhydramine) side effects<\/h2> \n       <p>Get emergency medical help if you have any of these <b>signs of an allergic reaction:<\/b> hives; difficult breathing; swelling of your face, lips, tongue, or throat.<\/p> \n       <p><b>In rare cases, acetaminophen may cause a severe skin reaction that can be fatal.<\/b> This could occur even if you have taken acetaminophen in the past and had no reaction. <b>Stop taking this medicine and call your doctor right away if you have skin redness or a rash that spreads and causes blistering and peeling.<\/b> If you have this type of reaction, you should never again take any medicine that contains acetaminophen.<\/p> \n       <p>Stop using the medicine and call your doctor at once if you have:<\/p> \n       <ul> \n        <li> <p>fast, pounding, or uneven heartbeats;<\/p> <\/li> \n        <li> <p>severe dizziness or drowsiness, slow or shallow breathing;<\/p> <\/li> \n        <li> <p>tremor, restless muscle movements;<\/p> <\/li> \n        <li> <p>little or no urinating;<\/p> <\/li> \n        <li> <p>flu symptoms, easy bruising, unusual bleeding, pale skin, feeling light-headed; or<\/p> <\/li> \n        <li> <p>nausea, pain in your upper stomach pain, itching, loss of appetite, dark urine, clay-colored stools, jaundice (yellowing of the skin or eyes).<\/p> <\/li> \n       <\/ul> \n       <p>Common side effects may include:<\/p> \n       <ul> \n        <li> <p>constipation;<\/p> <\/li> \n        <li> <p>dry eyes, blurred vision, dry mouth or nose;<\/p> <\/li> \n        <li> <p>mild dizziness or drowsiness, trouble concentrating;<\/p> <\/li> \n        <li> <p>feeling restless or excited (especially in children); or<\/p> <\/li> \n        <li> <p>mild skin rash.<\/p> <\/li> \n       <\/ul> \n       <p>This is not a complete list of side effects and others may occur. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.<\/p> \n       <p><b>See also:<\/b> <a href=\"http:\/\/www.drugs.com\/sfx\/percogesic-extra-strength-side-effects.html\">Side effects<\/a> (in more detail)<\/p> \n       "},"Aspirin":{"summary":"<p class=\"drug-subtitle\"><b>Generic Name:<\/b> aspirin (oral) (AS pir in)<br><b>Brand Name:<\/b> <i>Arthritis Pain, Ascriptin Enteric, Aspir 81, Aspir-Low, Bayer Aspirin, Bayer Childrens Aspirin, Bufferin, Easprin, Ecotrin, Ecpirin, Fasprin, Halfprin, Miniprin, St. Joseph Aspirin<\/i><\/p>","description":"<p itemprop=\"description\">Aspirin is a salicylate (sa-LIS-il-ate). It works by reducing substances in the body that cause pain, fever, and inflammation.<\/p> \n       <p>Aspirin is used to treat pain, and reduce fever or inflammation. Aspirin is sometimes used to treat or prevent heart attacks, strokes, and chest pain (angina). Aspirin should be used for cardiovascular conditions only under the supervision of a doctor.<\/p> \n       <p>Aspirin may also be used for purposes not listed in this medication guide.<\/p> \n       ","sideEffects":"<h2>Aspirin side effects<\/h2> \n       <p>Get emergency medical help if you have any of these <b>signs of an allergic reaction<\/b>: hives; difficult breathing; swelling of your face, lips, tongue, or throat.<\/p> \n       <p>Stop using aspirin and call your doctor at once if you have:<\/p> \n       <ul> \n        <li> <p>ringing in your ears, confusion, hallucinations, rapid breathing, seizure (convulsions);<\/p> <\/li> \n        <li> <p>severe nausea, vomiting, or stomach pain;<\/p> <\/li> \n        <li> <p>bloody or tarry stools, coughing up blood or vomit that looks like coffee grounds;<\/p> <\/li> \n        <li> <p>fever lasting longer than 3 days; or<\/p> <\/li> \n        <li> <p>swelling, or pain lasting longer than 10 days.<\/p> <\/li> \n       <\/ul> \n       <p>Common side effects may include:<\/p> \n       <ul> \n        <li> <p>upset stomach, heartburn;<\/p> <\/li> \n        <li> <p>drowsiness; or<\/p> <\/li> \n        <li> <p>mild headache.<\/p> <\/li> \n       <\/ul> \n       <p>This is not a complete list of side effects and others may occur. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.<\/p> \n       <p><b>See also:<\/b> <a href=\"http:\/\/www.drugs.com\/sfx\/aspirin-side-effects.html\">Side effects<\/a> (in more detail)<\/p> \n       "},"Tamiflu":{"summary":"<p class=\"drug-subtitle\"><\/p>","description":"<p itemprop=\"description\">Tamiflu (oseltamivir) is an antiviral medication that blocks the actions of influenza virus types A and B in your body.<\/p> \n       <p>Tamiflu is used to treat influenza in people 2 weeks of age and older who have had flu symptoms for 2 days or less. Oseltamivir may also be given to prevent influenza in people who are at least 1 year old, who may be exposed but do not yet have symptoms. Tamiflu will not treat the common cold.<\/p> \n       <p>Tamiflu may also be used for purposes not listed in this medication guide.<\/p> \n       ","sideEffects":"<h2>Tamiflu side effects<\/h2> \n       <p>Get emergency medical help if you have any of these signs of an allergic reaction to Tamiflu:<\/p> \n       <ul> \n        <li> <p>chest pain or tightness, difficult breathing;<\/p> <\/li> \n        <li> <p>fever, sore throat, swelling in your face or tongue, burning in your eyes; or<\/p> <\/li> \n        <li> <p>hives, skin pain, followed by a red or purple skin rash that spreads (especially in the face or upper body) and causes blistering and peeling.<\/p> <\/li> \n       <\/ul> \n       <p>Some people using Tamiflu have had rare side effects of sudden confusion, shaking, problems with speech, hallucinations (hearing or seeing things that are not there), or seizure (convulsions). These symptoms have occurred most often in children, but it is not known whether Tamiflu was the exact cause. Anyone using Tamiflu should be watched closely for signs of confusion or unusual behavior, especially a child.<\/p> \n       <p>Common Tamiflu side effects may include:<\/p> \n       <ul> \n        <li> <p>nausea, vomiting, diarrhea, or stomach pain.<\/p> <\/li> \n       <\/ul> \n       <p>This is not a complete list of side effects and others may occur. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.<\/p> \n       <p><b>See also:<\/b> <a href=\"http:\/\/www.drugs.com\/sfx\/tamiflu-side-effects.html\">Side effects<\/a> (in more detail)<\/p> \n       <h2>Tamiflu dosing information<\/h2> \n       <p><b>Usual Adult Dose for Influenza:<\/b><\/p> \n       <p>75 mg orally twice a day for 5 days<br> <br> Approved indication: Treatment of acute, uncomplicated influenza infection in patients symptomatic no more than 48 hours<\/p> \n       <p><b>Usual Adult Dose for Influenza Prophylaxis:<\/b><\/p> \n       <p>Following close contact with an infected individual: 75 mg orally once a day for at least 10 days<br> During a community outbreak of influenza: 75 mg orally once a day<br> <br> Comments:<br> -Therapy should begin within 48 hours of exposure.<br> -Safety and efficacy have been established for up to 6 weeks in immunocompetent patients; duration of protection lasts as long as dosing is continued.<br> -Safety has been established for up to 12 weeks in immunocompromised patients.<\/p> \n       <p><b>Usual Pediatric Dose for Influenza:<\/b><\/p> \n       <p>2 weeks to less than 1 year: 3 mg\/kg orally twice a day<br> <br> 1 through 12 years:<br> 15 kg or less: 30 mg orally twice a day<br> 15.1 through 23 kg: 45 mg orally twice a day<br> 23.1 through 40 kg: 60 mg orally twice a day<br> 40.1 kg or greater: 75 mg orally twice a day<br> <br> 13 years or older: 75 mg orally twice a day<br> <br> Duration of therapy: 5 days<br> <br> Approved indication: Treatment of acute, uncomplicated influenza infection in patients (2 weeks or older) symptomatic no more than 48 hours<br> <br> (Not approved by FDA)<br> <br> American Academy of Pediatrics (AAP) recommendations:<br> Full-term infants less than 2 weeks: 3 mg\/kg orally twice a day<\/p> \n       <p><b>Usual Pediatric Dose for Influenza Prophylaxis:<\/b><\/p> \n       <p>1 through 12 years:<br> 15 kg or less: 30 mg orally once a day<br> 15.1 through 23 kg: 45 mg orally once a day<br> 23.1 through 40 kg: 60 mg orally once a day<br> 40.1 kg or greater: 75 mg orally once a day<br> <br> 13 years or older: 75 mg orally once a day<br> <br> Duration of therapy:<br> -After close contact with an infected individual: 10 days<br> -During a community outbreak of influenza: May be continued for up to 6 weeks<br> <br> Comments:<br> -Therapy should begin within 48 hours of exposure.<br> -The FDA has not approved dosing for patients less than 1 year of age.<br> <br> (Not approved by FDA)<br> <br> AAP recommendations for full-term infants:<br> Less than 3 months: Not recommended unless situation judged critical.<br> 3 months to less than 1 year: 3 mg\/kg orally once a day<\/p> \n       <h2>What other drugs will affect Tamiflu?<\/h2> \n       <p>Other drugs may interact with Tamiflu, including prescription and over-the-counter medicines, vitamins, and herbal products. Tell each of your health care providers about all medicines you use now and any medicine you start or stop using.<\/p> \n       "},"Amoxil":{"summary":"<p class=\"drug-subtitle\"><\/p>","description":"<p itemprop=\"description\">Amoxil (amoxicillin) is a penicillin antibiotic that fights bacteria.<\/p> \n       <p>Amoxil is used to treat many different types of infection caused by bacteria, such as <a href=\"http:\/\/www.drugs.com\/mcd\/tonsillitis\">tonsillitis<\/a>, <a href=\"http:\/\/www.drugs.com\/mcd\/bronchitis\">bronchitis<\/a>, pneumonia, <a href=\"http:\/\/www.drugs.com\/mcd\/gonorrhea\">gonorrhea<\/a>, and infections of the ear, nose, throat, skin, or urinary tract.<\/p> \n       <p>Amoxil is also sometimes used together with another antibiotic called clarithromycin (Biaxin) to treat stomach ulcers caused by Helicobacter pylori infection. This combination is sometimes used with a stomach acid reducer called lansoprazole (Prevacid).<\/p> \n       <p>Amoxil may also be used for purposes not listed in this medication guide.<\/p> \n       ","sideEffects":"<h2>Amoxil side effects<\/h2> \n       <p>Get emergency medical help if you have any of these <b>signs of an allergic reaction to Amoxil:<\/b> hives; difficulty breathing; swelling of your face, lips, tongue, or throat.<\/p> \n       <p>Call your doctor at once if you have:<\/p> \n       <ul> \n        <li> <p>diarrhea that is watery or bloody;<\/p> <\/li> \n        <li> <p>fever, swollen gums, painful mouth sores, pain when swallowing, skin sores, cold or flu symptoms, cough, trouble breathing;<\/p> <\/li> \n        <li> <p>swollen glands, rash or itching, joint pain, or general ill feeling;<\/p> <\/li> \n        <li> <p>pale or yellowed skin, yellowing of the eyes, dark colored urine, fever, confusion or weakness;<\/p> <\/li> \n        <li> <p>severe tingling, numbness, pain, muscle weakness;<\/p> <\/li> \n        <li> <p>easy bruising, unusual bleeding (nose, mouth, vagina, or rectum), purple or red pinpoint spots under your skin; or<\/p> <\/li> \n        <li> <p>severe skin reaction - fever, sore throat, swelling in your face or tongue, burning in your eyes, skin pain, followed by a red or purple skin rash that spreads (especially in the face or upper body) and causes blistering and peeling.<\/p> <\/li> \n       <\/ul> \n       <p>Common Amoxil ide effects may include:<\/p> \n       <ul> \n        <li> <p>stomach pain, nausea, vomiting, diarrhea;<\/p> <\/li> \n        <li> <p>vaginal itching or discharge;<\/p> <\/li> \n        <li> <p>headache; or<\/p> <\/li> \n        <li> <p>swollen, black, or \"hairy\" tongue.<\/p> <\/li> \n       <\/ul> \n       <p>This is not a complete list of side effects and others may occur. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.<\/p> \n       <p><b>See also:<\/b> <a href=\"http:\/\/www.drugs.com\/sfx\/amoxil-side-effects.html\">Side effects<\/a> (in more detail)<\/p> \n       <h2>What other drugs will affect Amoxil?<\/h2> \n       <p>Other drugs may interact with amoxicillin, including prescription and over-the-counter medicines, vitamins, and herbal products. Tell each of your health care providers about all medicines you use now and any medicine you start or stop using.<\/p> \n       "},"Avelox":{"summary":"<p class=\"drug-subtitle\"><\/p>","description":"<p itemprop=\"description\">Avelox (moxifloxacin) is an antibiotic in a group of drugs called fluoroquinolones (flor-o-KWIN-o-lones). Moxifloxacin fights bacteria in the body.<\/p> \n       <p>Avelox is used to treat different types of bacterial infections of the skin, sinuses, lungs, or stomach.<\/p> \n       <p>Avelox may also be used for purposes not listed in this medication guide.<\/p> \n       ","sideEffects":"<h2>Avelox side effects<\/h2> \n       <p>Get emergency medical help if you have any of these <b>signs of an allergic reaction to Avelox.<\/b> : hives, or the first sign of a skin rash; difficult breathing; swelling of your face, lips, tongue, or throat.<\/p> \n       <p>Avelox may cause swelling or tearing of (rupture) a tendon. Avelox can also have serious effects on your nerves, and may cause permanent nerve damage. <b>Stop taking this medicine and call your doctor at once if you have<\/b>:<\/p> \n       <ul> \n        <li> <p>signs of tendon rupture--sudden pain, swelling, bruising, tenderness, stiffness, movement problems, or a snapping or popping sound in any of your joints (rest the joint until you receive medical care or instructions); or<\/p> <\/li> \n        <li> <p>nerve symptoms--numbness, tingling, burning pain, or being more sensitive to temperature, light touch, or the sense of your body position.<\/p> <\/li> \n       <\/ul> \n       <p>Stop using Avelox and call your doctor at once if you have:<\/p> \n       <ul> \n        <li> <p>headache with chest pain and severe dizziness, fainting, fast or pounding heartbeats;<\/p> <\/li> \n        <li> <p>muscle weakness or trouble breathing;<\/p> <\/li> \n        <li> <p>diarrhea that is watery or bloody;<\/p> <\/li> \n        <li> <p>sudden weakness or ill feeling, fever, chills, sore throat, mouth sores, easy bruising or bleeding, pale or yellowed skin;<\/p> <\/li> \n        <li> <p>depression, confusion, hallucinations, paranoia, tremors, feeling restless or anxious, unusual thoughts or behavior, insomnia, nightmares;<\/p> <\/li> \n        <li> <p>seizure (convulsions); or<\/p> <\/li> \n        <li> <p>increased pressure inside the skull-- severe headaches, ringing in your ears, dizziness, nausea, vision problems, pain behind your eyes.<\/p> <\/li> \n       <\/ul> \n       <p>Common Avelox side effects may include:<\/p> \n       <ul> \n        <li> <p>mild nausea, mild diarrhea;<\/p> <\/li> \n        <li> <p>mild dizziness; or<\/p> <\/li> \n        <li> <p>mild headache.<\/p> <\/li> \n       <\/ul> \n       <p>This is not a complete list of side effects and others may occur. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.<\/p> \n       <p><b>See also:<\/b> <a href=\"http:\/\/www.drugs.com\/sfx\/avelox-side-effects.html\">Side effects<\/a> (in more detail)<\/p> \n       <h2>What other drugs will affect Avelox?<\/h2> \n       <p>Tell your doctor about all medicines you use, and those you start or stop using during your treatment with Avelox, especially:<\/p> \n       <ul> \n        <li> <p>erythromycin;<\/p> <\/li> \n        <li> <p>a diuretic or \"water pill\";<\/p> <\/li> \n        <li> <p>heart rhythm medication--amiodarone, disopyramide, dofetilide, dronedarone, procainamide, quinidine, sotalol, and others;<\/p> <\/li> \n        <li> <p>medicine to treat depression or mental illness--amitriptylline, clomipramine, desipramine, iloperidone, imipramine, nortriptyline, and others; or<\/p> <\/li> \n        <li> <p>NSAIDs (nonsteroidal anti-inflammatory drugs)--aspirin, ibuprofen (Advil, Motrin), naproxen (Aleve), celecoxib, diclofenac, indomethacin, meloxicam, and others.<\/p> <\/li> \n       <\/ul> \n       <p>This list is not complete. Other drugs may interact with Avelox, including prescription and over-the-counter medicines, vitamins, and herbal products. Not all possible interactions are listed in this medication guide.<\/p> \n       "},"BeFlex":{"summary":"<p class=\"drug-subtitle\"><b>Generic Name:<\/b> <a href=\"\/mtm\/aceta-gesic.html\" itemprop=\"nonProprietaryName\">acetaminophen and phenyltoloxamine<\/a> (a seet a MIN oh fen and FEN il toe LOX a meen)<br><b>Brand Name:<\/b> <i>Dologesic, Dologesic DF, Zgesic<\/i><\/p>","description":"<p itemprop=\"description\">Acetaminophen is a pain reliever and a fever reducer.<\/p> \n       <p>Phenyltoloxamine is an antihistamine that reduces the effects of natural chemical histamine in the body. Histamine can produce symptoms of sneezing, itching, watery eyes, and runny nose.<\/p> \n       <p>Acetaminophen and phenyltoloxamine is a combination medicine used to treat runny nose, sneezing, and pain or fever caused by the common cold, flu, or seasonal allergies.<\/p> \n       <p>Acetaminophen and phenyltoloxamine may also be used for purposes not listed in this medication guide.<\/p> \n       ","sideEffects":"<h2> BeFlex (acetaminophen and phenyltoloxamine) side effects<\/h2> \n       <p>Get emergency medical help if you have any of these <b>signs of an allergic reaction:<\/b> hives; difficulty breathing; swelling of your face, lips, tongue, or throat.<\/p> \n       <p><b>In rare cases, acetaminophen may cause a severe skin reaction that can be fatal.<\/b> This could occur even if you have taken acetaminophen in the past and had no reaction. <b>Stop taking this medicine and call your doctor right away if you have skin redness or a rash that spreads and causes blistering and peeling.<\/b> If you have this type of reaction, you should never again take any medicine that contains acetaminophen.<\/p> \n       <p>Stop using this medication and call your doctor at once if you have:<\/p> \n       <ul> \n        <li> <p>fast, pounding, or uneven heartbeat;<\/p> <\/li> \n        <li> <p>confusion, hallucinations, unusual thoughts or behavior;<\/p> <\/li> \n        <li> <p>severe dizziness, anxiety, restless feeling, nervousness;<\/p> <\/li> \n        <li> <p>little or no urinating;<\/p> <\/li> \n        <li> <p>nausea, pain in your upper stomach, itching, loss of appetite, dark urine, clay colored stools, jaundice (yellowing of the skin or eyes); or<\/p> <\/li> \n        <li> <p>pale skin, easy bruising or bleeding, unusual weakness, flu symptoms.<\/p> <\/li> \n       <\/ul> \n       <p>Common side effects may include:<\/p> \n       <ul> \n        <li> <p>mild stomach pain, vomiting, constipation;<\/p> <\/li> \n        <li> <p>dizziness, drowsiness;<\/p> <\/li> \n        <li> <p>blurred vision; or<\/p> <\/li> \n        <li> <p>dry mouth, nose, or throat.<\/p> <\/li> \n       <\/ul> \n       <p>This is not a complete list of side effects and others may occur. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.<\/p> \n       <p><b>See also:<\/b> <a href=\"http:\/\/www.drugs.com\/sfx\/beflex-side-effects.html\">Side effects<\/a> (in more detail)<\/p> \n       "}}
